<html>
 <head>
  <title> Bellatrix Lestrange </title>
  <link rel="stylesheet" href="style.css">
 </head>
  <body>
      <header>
    <h1>Белатріса Лестрейндж</h1>
    </header>
    
    <h6><img src="Bellatrix1.webp"></h6>
      <h2>Біографія</h2>  
      <p>Белатріса походить із древнього чарівного роду Блеків, представники якого були схиблені на чистоті крові. Вона - старша дочка Сігнуса Блека та Друелли Розьє; має дві сестри — Андромеда Тонкс і Нарциса Мелфой, а також двох кузенів — Сіріус і Регулус Блек. Белатріса вступила до лав Пожирателів смерті, як тільки представилася така можливість, і здобула популярність як одна з найфанатичніших і найжорстокіших прихильниць Волан-де-Морта.

Після його зникнення у 1981 році разом із чоловіком, деверем та Барті Краучем-молодшим намагалася знайти свого господаря. За тортури мракоборців Френка і Аліси Долгопупс була засуджена до довічного ув'язнення в Азкабані. На відміну від інших Пожирателів, Белла не зреклася свого пана, а з гордістю заявила про свою вічну відданість йому, і що вона чекатиме його повернення. Під час судового засідання вона сиділа на стільці для ув'язнених, наче на троні.

Її засудили до довічного ув'язнення в Азкабані.</p>
     <h3>Магічні навички та вміння</h3>
     <p>Белатріса Лестрейндж — прекрасна дуелянтка, що чудово володіє бойовою магією, незважаючи навіть на чотирнадцять років, проведених в Азкабані, здатна боротися одночасно з кількома противниками. Має оклюменцію і навіть навчала цій майстерності свого племінника, Драко Малфоя. Крім цього, у чарівниці помітні непогані навички поводження з холодною зброєю. Майстерно застосовує Круціатус і Закляття, що вбиває.</p>
     <h6><img src="Bellatrix3.jpg"></h6>
     <h4>Сім'я</h4>
     <p>Белатріса дуже серйозно ставиться до того, що її сім'я має чисту кров. Вона не має жодної спорідненої прихильності до тих, кого в сім'ї вважають «зрадниками крові», навпаки, соромиться цих людей і сама всіляко їх зневажає.

Невідомо, в яких стосунках були сестри до заміжжя Андромеди, проте після весілля з «бруднокровкою» Белла припиняє всіляке спілкування з сестрою і охоче єхидничає на адресу Сіріуса з приводу втікачі, що приносить їй явне задоволення. Однак усю свою ненависть вона спрямовує на свою племінницю Німфадору Тонкс</p>
     <h6><img src="Bellatrix2.webp"></h6>
     <h5>За лаштунками</h5>
     <p>Роль Беллатріси, починаючи з фільму «Гаррі Поттер та Орден Фенікса», грає англійська актриса Хелена Бонем Картер.</p>
     <p>Спочатку на роль Беллатриси була обрана Хелен Маккрорі (майбутня виконавиця ролі Нарциси Мелфой), проте через вагітність вона була змушена залишити проект. Тому роль дісталося Хелені Бонем Картер, яка, за іронією долі, сама завагітніла невдовзі після зйомок.</p>
     <p>Хелена Бонем Картер так увійшла в роль своєї героїні, що у фільмі «Гаррі Поттер та Орден фенікса» у сцені, коли Пожирачі смерті нападають на Загін Дамблдора, вона мало не проткнула своєю паличкою вухо Метью Льюїса (виконавця ролі Невіла Долгопупса).</p>
     <p>У книзі Моллі Візлі вбиває Беллу і падає на підлогу. У фільмі ж, Белатріса вибухає, вірніше розсипається на порох.</p>
     <p>Рита Скітер та Белатріса Лестрейндж — колишні однокласниці. Обидві народилися 1951 року.</p>
     <h2>трейлер</h2>
     <h6><iframe width="500" height="350" src="https://www.youtube.com/embed/Su1LOpjvdZ4" title="Harry Potter and the Deathly Hallows - Main Trailer" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe></h6>
     <footer>
         <h6>Сайт розробила Коваль Марія</h6>
     </footer>
  </body>
</html>
